Repository: NickolaySheika/translations_files
Catalog: files/*.lproj/Localizable.strings
Languages: km, tl, tr, zh_hant_hk

# delivery_redispatch_confirmation_message
source: Are you sure? If you continue, this order will be given to another rider
km: តើអ្នកប្រាកដទេ?​ បើអ្នកចង់បន្ត, ការកុម្ម៉ង់នេះនឹងត្រូវបញ្ជូនអោយដៃគូដឹកជញ្ជូនថ្មីមួយទៀត
tl: Sigurado ka? Kung magpapatuloy ka, ibibigay ang order na ito sa ibang rider
tr: Emin misiniz? Eminseniz, bu sipariş başka kuryeye atanacaktır.
zh_hant_hk: 你確定嗎？如要繼續，此訂單將會被派給其他送遞員。

# delivery_redispatch_button_title
source: Redispatch Order
km: រកដៃគូដឹកជញ្ជូនថ្មីដើម្បីដឹកការកុម្ម៉ង់
tr: Sipariş tekrar atansın
zh_hant_hk: 轉單

# refer_a_friend_prefix
source: Hi there, join the rider team, use the link to start now.
km: សួស្តី! ចូលរួមជាមួយក្រុមអ្នកដឹកជញ្ជូន សូមចុចខ្សែនេះដើម្បីចាប់ផ្តើម។
tl: Kamusta! Maging isang rider, sundin ang link para magsimula
tr: Merhaba, kurye grubuna katıl, başlamak için linki kullan
zh_hant_hk: 你好，立即點擊以下連結加入我們的送遞團隊

# camera_permission_error
source: Camera permission not granted!
km: មិនមានសិទ្ធិក្នុងការចូលប្រើប្រាស់កាមេរ៉ា
tr: Kameraya erişime izin verilmemiş!

# delivery_accept_product_item
source: Item
km: មុខម្ហូប
tr: Ürün

# delivery_accept_product_items
source: Items
km: មុខម្ហូប
tr: Ürünler

# temperature_placeholder
source: Body temperature °C
km: កម្តៅក្នុងខ្លួន
tl: Body temperature Â°C
tr: Vücüt ısısı °C

# privacy_location_policy
source: Location Information Policy
km: ការចូលប្រើប្រាស់ទិន្នន័យរបស់ទីតាំង
tr: Lokasyon Bilgisi Politikası

# wallet_history
source: History
km: ប្រវត្តី
tr: Geçmiş

# delivery_decline_confirmation_title
source: Decline Order
km: មិនយកការកុម្ម៉ង់
tr: Siparişi reddet

# delivery_decline_confirmation_message
source: Are you sure? If you decline, this order will be given to another rider.
km: តើអ្នកប្រាកដទេ?​ បើអ្នកចង់បន្ត, ការកុម្ម៉ង់នេះនឹងត្រូវបញ្ជូនអោយដៃគូដឹកជញ្ជូនថ្មីមួយទៀត
tl: Sigurado ka? Kung tatanggihan mo, ang order na ito ay mapupunta sa ibang rider.
tr: Emin misiniz? Eğer reddederseniz, bu sipariş başka kuryeye atanacaktır.

# rider_shopper_title
source: Rider-Shopper Order
tr: Kurye-Depocu Sipariş

# navigate_to_pelican
source: Go to Pelican
tl: Pumunta sa Pelican
tr: Pelican'a git

source: Acceptance Rate
tr: Kabul Oranı

# cash_out_bank_transfer_wallet_balance
source: Wallet Balance
km: ទឹកប្រាក់ក្នុងកាបូប
tr: Bakiye

# cash_out_bank_transfer_amount
source: Cash Out Amount
tr: Nakit Çıkış Miktarı

# cash_out_bank_transfer_message
source: Only the amount added 48hrs prior can be transferred. You can transfer the amount between 200 and 2000 SAR
tl: Ang amount na na-add in 48 hours prior ang pwedeng i-transfer. Pwedeng magtransfer sa pagitan ng XXX at XXX PHP
tr: Sadece 48 saat önce eklenmiş miktar transfer edilebilir. 200 ve 2000 arasındaki miktarı transfer edebilirsin.

# cash_out_bank_transfer_info
source: Your STC Pay Account that you have input in the E badge will be used
tl: Ang STC Pay Account na iyong na-input sa E Badge ang gagamitin
tr: Rooster profilindeki telefon numarası kullanılacaktır

# cash_out_bank_transfer_fail_message
source: Your transfer request failed
tr: Transfer talebin başarısız oldu

# cash_out_bank_transfer_success_message
source: Your transfer request was successfuly processed
tr: Transfer talebin başarıyla tamamlandı

# cash_out_bank_transfer_error_multiple_pending_transactions
source: There should be only one pending transaction
tl: Iisang pending transaction lamang ang dapat
tr: Transfer talebin birden fazla beklenen işlem nedeniyle başarısız oldu.

# app_name
source: Roadrunner
km: អ្នកប្រតិ្តការណ៍ដឹក

source: OK
km: យល់ព្រម
zh_hant_hk: 好的，明白！

source: E-mail
km: អ៊ីមែល
zh_hant_hk: 電郵

source: Waze
km: ទីតាំងជាក់ស្ដែង Waze

# wallet_top_up_voucher_error
source: It was not possible to redeem this voucher.
km: អ្នកមិនអាចប្រើប្រាស់បណ្ណបញ្ចុះតំលៃនេះបានទេ។
tl: Hindi posibleng gamitin ang voucher na ito
zh_hant_hk: 不能兌換這優惠劵

# customer_chat_quick_reply_ok
source: OK
km: យល់ព្រម
zh_hant_hk: 好的，明白！

# privacy_policy_italian_description
source: L’app ha bisogno di accedere alla tua posizione. Clicca su "START" acconsentendo al trattamento dei dati per finalità di geo-localizzazione. Informativa completa:
zh_hant_hk: 應用程式需要你的定位。 點擊 「開始」 同意接收數據以進行定位。 完整訊息：

# deliver_anything_title
source: Faza'a
zh_hant_hk: 送遞任何訂單

# cash_out_bank_transfer_error_phone_empty
source: Rider's phone number couldn't be found
tl: Hindi mahanap ang Rider's phone number

# cash_out_bank_transfer_error_min_limit
source: Amount is less than min limit
tl: Mababa ang amount sa minimum limit

# cash_out_bank_transfer_error_max_limit
source: Amount is greater than max limit
tl: Mataas ang amount sa maximum limit

# cash_out_bank_transfer_error_amount_gt_balance
source: Amount is greater than courier balance
tl: Mas mataas ang amount sa courier balance

# cash_out_bank_transfer_error_courier_fetch
source: Rider's info couldn't be fetched from rooster
tl: Hindi makuha ang info ng rider sa rooster
