Repository: NickolaySheika/translations_files
Catalog: files/*.lproj/Localizable.strings
Languages: km, tl, tr, zh_hant_hk

# mapbox_metric_description
source: Enabling ‘Mapbox Metrics’ will allow Roadrunner to send anonymous location information to Mapbox and will be used to improve map and routing information.
km: ការបើក តារាងទិន្នន័យ Mapbox អោយដំណើរការណ៍ អាចអនុញ្ញាត្តិអោយអ្នកប្រតិបត្តិការណ៍ដឹកជញ្ជូនផ្ញើរពត៍មានទាក់ទងនឹងទីតាំងមិនដែលស្គាល់ទៅកាន់ Mapbox ហើយនឹងអាចប្រើប្រាស់វាដើម្បីអភិវឌ្ឃន៍ពត៍មានជាប្រចាំ។
tl: Pag on ang 'Mapbox Metrics', pwede magsend ng Roadrunner ng anonymous location information sa Mapbox at gagamitin siya para mapabuti ang impormasyon tungkol sa map at routing
tr: "Map Box Özelliklerini" aktif duruma alırsan, Roadrunner uygulamasına anonim bilgi gönderip haritalandırma ve rota optimizasyonunu geliştirmekte kullanıcaktır.
zh_hant_hk: 啟用地圖資料庫會允許RoadRunner蒐集匿名地圖資訊，以改善地圖功能及路線規劃細節

source: Map Preferences
km: ទិន្នន័យផែនទី
tr: Harita seçenekleri
zh_hant_hk: 地圖偏好設定

source: Navigation App
km: ត្រួតពិនិត្យកម្មវិធី
tr: Navigasyon uygulaması
zh_hant_hk: 導航app

# map_tab_description
source: Roadrunner now has a map tab for viewing deliveries.
km: ឥឡូវ អ្នកប្រតិបត្តិការណ៍ដឹកជញ្ជូនមានផែនទីសម្រាប់មើលក្នុងការដឹកជញ្ជូន
tl: May map tab na ang Roadrunner para makita mo ang mga deliveries!
tr: Roadrunner'da siparişleri görmek için harita sekmesi var
zh_hant_hk: RoadRunner現在支持透過地圖標籤檢視配送情形

# rider_experience_description
source: We want to improve your rider experience. Click here to share your views in our Rider Experience survey (~10 minutes).
km: ពួកយើងចង់អភិវឌ្ឃន៍បទពិសោធ៍ការដឹកជញ្ជូនរបស់អ្នក។ ចុចទីនេះ ដើម្បីបង្ហាញពី កម្រងសំនួរទាក់ទងនឹងបទពិសោធ៍ដឹកជញ្ជូនរបស់អ្នក
tl: Gusto namin mapabuti ang inyong karanasan bilang rider. Pindutin ito para mabigay ninyo ang inyong opinyon sa ating Rider Experience Survey (~10 minutes)
tr: Kurye deneyimini iyileştirmek istiyoruz. Buraya tıklayarak anketimize katılabilirsi (10 dakika).
zh_hant_hk: 我們希望改善你的送遞體驗。按此於體驗問卷分享你的意見。

# status_on_demand_description
source: Click 'Start Working' to create a shift. It may take up to 3 minutes before the shift appears in Roadrunner.
km: ចុច 'ចាប់ផ្តើមធ្វើការ' ដើម្បីបង្កើតវេន។ វាអាចនឹងចំណាយពេល ៣ នាទី មុនពេនវេនធ្វើការរបស់អ្នកប្រតិបត្តិការណ៍ដឹកជញ្ជូនបង្ហាញចេញ
tl: Pindutin ang "Start Working" para gumawa ng shift. Hanggang 3 minuto ang lalagpas bago lumabas ang shift sa Roadrunner
tr: "Çalışmaya Başla" tuşuna dokunarak vardiya yaratabilirsin. Roadrunner'da gözükmesi 3 dakika alabilir.
zh_hant_hk: 按「開始送遞」以開新更份。大概需要3 分鐘此更份才會出現在 RoadRunner

# status_start_working
source: Start Working
km: ចាប់ផ្តើមធ្វើការ
tr: Çalışmaya başla
zh_hant_hk: 開始送遞

# status_stop_working
source: Stop Working
km: ឈប់ធ្វើការ
tr: Çalışmayı sonlandır
zh_hant_hk: 停止送遞

# status_report_issue_reason_take_break
source: Take a Break
km: ពេលសម្រាក
tl: Gusto kong magbreak.
tr: Mola iste
zh_hant_hk: 休息一下吧

source: Submit
km: បញ្ជូន
tr: Gönder
zh_hant_hk: 提交

source: Enjoying Roadrunner?
km: រីករាយទេដែលអ្នកជាអក្នប្រតិបត្តិការណ៍ដឹកជញ្ជូន
tl: Nasisiyahan ka ba sa Roadrunner?
tr: Roadrunner'dan memnun musun?
zh_hant_hk: 喜歡Roadrunner嗎？

source: Rate
km: វាយតម្លៃ
tl: Magbigay ng score
tr: Puanla
zh_hant_hk: 評分

source: Later
km: ពេលក្រោយ
tl: Mamaya na
tr: Sonra
zh_hant_hk: 稍待

source: Thank you
km: អរគុណ
tl: Salamat
tr: Teşekkürler
zh_hant_hk: 謝謝！

# survey_rating_completed_positive
source: We're glad you're enjoying.
km: ពួកយើងរីករាយណាស់ដែលអ្នកសប្បាយចិត្តនឹងវា
tl: Nasasayahan kami na nageenjoy ka
tr: Memnun olduğun için mutluyuz.
zh_hant_hk: 很開心你喜歡！

# survey_rating_completed_negative
source: We're sorry to hear that.
km: ពួកយើងមានការសោកស្ដាយដែលលឺបែបនេះ
tl: Nalulungkot kami marinig ito
tr: Bunu duyduğumuza üzüldük.
zh_hant_hk: 很遺憾你不喜歡！

source: Refer a Friend!
km: ទាក់ទងទៅមិត្តភ័ក្ត
tr: Arkadaşına tavsiye et!
zh_hant_hk: 介紹朋友

# support
source: Rider Support
km: ជួយអ្នកប្រតិបត្តិការណ៍ដឹក
tr: Destek
zh_hant_hk: 支援

source: Live Chat
km: ផ្ញើរសារ
tr: Canlı Sohbet
zh_hant_hk: 即時對話

# status_starting_error_map
source: Enable the Map to see your Starting Zone
km: បើកដំណើរការផែនទីរបស់អ្នកដើម្បីមើលឃើញតំបន់នៃការចាប់ផ្តើមរបស់អ្នក
tl: Buksan ang mapa para makita ang inyong starting zone
tr: Başlama Noktası için Haritayı Aktive Edin
zh_hant_hk: 在地圖上能看到你的開始地區

source: Disabled
km: បិទ
tr: Kapatıldı
zh_hant_hk: 傷健

source: Walking
km: កំពុងដើរ
tl: Naglalakad
tr: Yürüyor
zh_hant_hk: 步行

source: Driving
km: កំពុងបើកបរ
tl: Nagmamaneho
tr: Sürüyor
zh_hant_hk: 駕駛

source: Cycling
km: កំពុងជិះកង់
tl: Nagbibisikleta
tr: Bisiklete biniyor
zh_hant_hk: 踏單車

source: Map Route
km: ផ្លូវលើផែនទី
tr: Harita rotası
zh_hant_hk: 地圖路線

# address_district
source: District
km: ស្រុក
tr: Bölge
zh_hant_hk: 地區

# address_block
source: Block
km: ក្រុមឫប្លក់
tr: Blok
zh_hant_hk: 地區

source: Notification
km: ដំណឹង
tr: Bildirim
zh_hant_hk: 通知

source: Warning
km: ការប្រុងប្រយ័ត្ន
tr: uyarı
zh_hant_hk: 警告

source: Clear
km: សម្អាត
tr: Temizle
zh_hant_hk: 清除

# save_signature_dropoff
source: Sign & Drop Off
km: ចុះឈ្មោះ&ចាកចេញ
tl: Pumirma & Drop Off
tr: İmzayı kaydet ve siparişi teslim et
zh_hant_hk: 簽署並送遞

# signature_description
source: Sign your name using finger
km: ចុះឈ្មោះរបស់អ្នកដោយប្រើម្រាមដៃ
tl: Pumirma gamit ang inyong daliri
tr: Parmağını kullanarak imzala
zh_hant_hk: 請用手指簽署

# signature
source: Signature & Drop Off
km: ចុះហត្ថលេខា & ចាកចេញ
tl: Signatura & Drop Off
tr: imza
zh_hant_hk: 簽署及送遞

# delivery_collect_cash
source: Collect Cash
km: ប្រមូលប្រាក់
tl: Kumolekta ng Cash
tr: Kullanıcıdan nakit para alın
zh_hant_hk: 收取現金

# delivery_credit_card
source: Credit Card Required
km: តម្រូវអោយមានកាតក្រេឌីត
tl: Kailangan ng Credit Card
tr: Kredi Kartlı Sipariş
zh_hant_hk: 需要信用卡

# delivery_credit_card_detail
source: Use your POS device to collect the payment
km: ប្រើប្រាស់ឧបករណ៍ POS ដើម្បីប្រមូលចំនូល​
tl: Gamitin ang inyong POS device para kumolekta ng payment
tr: Kullanıcıdan POS makinası ile para çekilecek
zh_hant_hk: 使用你的平板機收取費用

# delivery_customer_signature
source: Capture customer signature
km: ថតទុក ហត្ថលេខាអតិថិជន
tl: Picturan ang signature ng customer
tr: Kullanıcıdan İmza Al
zh_hant_hk: 取得顧客簽名

# customer_chat_send_place_holder
source: Send a reply to customer
km: ផ្ញើរសារតបទៅអតិថិជន
tl: Magsend ng reply sa customer
tr: Kullanıcıya cevap verin
zh_hant_hk: 傳送信息給顧客

# chat_preferred_language
source: Preferred Chat Language
km: ភាសារ ក្នុងប្រអប់សារ
tr: Tercih edilen dil
zh_hant_hk: 首選對話語言

# chat_typing
source: typing...
km: កំពុងសរសេ...
tr: yazıyor..
zh_hant_hk: 輸入中...

# wallet_top_up
source: Top Up
km: បញ្ចូលលុយ
tr: Yükle
zh_hant_hk: 增值

# wallet_top_up_description
source: Please enter the code on your OneCard voucher
km: សូមបញ្ចូលលេខចំនួន16ខ្ទង់តាមរយៈOne Card របស់អ្នក
tl: Pakibigay ng the 16 digit number sa inyong One Card
tr: OneCard üzerindeki Kodu Giriniz
zh_hant_hk: 請輸入 OneCard 優惠碼

# wallet_top_up_invalid_number
source: Please enter a valid number
km: សូមបញ្ចូលលេខទូរស័ព្ទ
tl: Pakibigay ng valid number
tr: Geçerli bir numara girin.
zh_hant_hk: 請輸入有效數字

source: Send
km: ផ្ញើរ
tr: Gönder
zh_hant_hk: 傳送成功

source: Reset Password
km: ផ្លាស់ប្តូរលេខសំងាត់
tl: Baguhin ang Password
tr: Şifreyi Sıfırla
zh_hant_hk: 重設密碼

# reset_password_success
source: New password was sent via message
km: លេខសម្ងាត់ត្រូវបានផ្លាស់ប្តូរតាមរយៈប្រអប់សារ
tl: Ang bago mong password ay minessage na sayo
tr: Yeni şifre mesaj ile iletildi.
zh_hant_hk: 已透過信息傳送新密碼

source: Forgot password?
km: ភ្លេចលេខកូដសម្ងាត់?
tl: Nakalimutan ang inyong password?
tr: Şifremi Unuttum
zh_hant_hk: 忘記密碼？

# delivery_pay_at_pickup
source: Pay at Pickup
km: បង់ប្រាក់ពេលមកយក
tr: Teslim Alırken Ödeme Yap
zh_hant_hk: 提取訂單時付款

source: Cash
km: សាច់ប្រាក់
tr: Nakit
zh_hant_hk: 現金

# delivery_earning
source: Earning
km: រកចំណូលបាន
tl: Kita
tr: Kazanç
zh_hant_hk: 收入

source: Change Password
km: ផ្លាស់ប្តូរលេខសំងាត់
tl: Baguhin ang Password
tr: Şifre Değiştir
zh_hant_hk: 更改密碼

# placeholder_email_or_phone
source: Phone (05123456)
km: ទូរស័ព្ទ (០៥១ ២៣៤៥៦)
tl: Phone (09XX-XXX-XXXX)
tr: Telefon Numarası (05123456)
zh_hant_hk: 電話

# delivery_receipt_add_photo
source: Take Photo
km: ថតរូបភាព
tl: Picturan mo
tr: Resim Çek
zh_hant_hk: 拍照

source: DELETE
km: លុបចោល
tr: SİL
zh_hant_hk: 刪除

source: Receipt
km: ទទួលបាន
tl: Resibo
tr: Fiş
zh_hant_hk: 收據

# delivery_receipt_skip_and_upload
source: Skip & Pick Up
km: រំលង & យក
tr: Atla & Siparişi Al
zh_hant_hk: 略過及提取訂單

# delivery_receipt_upload_and_pickup
source: Upload & Pick Up
km: បង្ហោះ & យក
tr: Yükle & Siparişi Al
zh_hant_hk: 上傳及提取訂單

# delivery_receipt_attached
source: Receipt attached
km: ការផ្ញើរបានទទួល
tl: Nakaattach ang resibo
tr: Fiş eklendi.
zh_hant_hk: 附上收據

source: Try Again
km: ព្យាយាមម្តងទៀត
tr: Tekrar Dene
zh_hant_hk: 請再試一次

# deliveiries_receipt_capture_receipt
source: Capture receipt
km: ថតរូបសារបញ្ជាក់បានទទួល
tl: Picturan ang resibo
tr: Fişi Çek
zh_hant_hk: 取得收據

source: Skip
km: រំលង
tr: Atla
zh_hant_hk: 略過

# delivery_receipt_upload_failure
source: Unable To Upload File
km: មិនអាចបង្ហោះឯកសារ
tl: Hindi maupload ang file mo
tr: Dosya Yükleme Sağlanamadı
zh_hant_hk: 未能上傳檔案

# delivery_receipt_upload_failure_description
source: You can try again or skip this step and end pick up.
km: អ្នកអាចព្យាយាមម្តងទៀត ឫ រំលងវគ្គនេះ ហើយបញ្ចប់ការយក
tl: Pwede mong subukan ulit o i-skip ang hakbang na ito at tapusin na ang pickup
tr: Tekrar Dene veya Bu aşamayı atlayıp ve Sipariş Teslimi Tamamla
zh_hant_hk: 請再試一次或略過此步驟完成提取訂單

source: Welcome!
km: សូមស្វាគមន៍
tr: Hoşgeldin!
zh_hant_hk: 歡迎！

# welcome_description
source: To start, please select your country
km: ដើម្បីចាប់ផ្តើម, សូមជ្រើសរើសប្រទេសរបស់អ្នក
tl: Para magsimula, piliin ang inyong bansa
tr: Başlamak için Ülkeni Seç
zh_hant_hk: 首先，請選擇國家

source: Payment
km: ចំនួនទឹកប្រាក់
tr: Ödeme
zh_hant_hk: 付款

source: Collection
km: ប្រមូលប្រាក់
tr: Tahsilat
zh_hant_hk: 收取

# validation_invalid_phone
source: Invalid phone number
km: លេខទូរស័ព្ទមិនត្រឹមត្រូវ
tl: Hindi valid ang inyong phone number
tr: Geçersiz telefon numarası
zh_hant_hk: 電話號碼無效

# reset_password_description
source: Please enter your phone number
km: សូមដាក់បញ្ចូលលេខទូរស័ព្ទ
tl: Pakisulat ang inyong phone number
tr: Telefon numaranı gir
zh_hant_hk: 請輸入電話號碼

source: Notifications
km: ដំណឹង
tr: Bildirimler
zh_hant_hk: 通知

source: No Notifications
km: គ្មានការជូនដំណឹង
tl: Walang Notifications
tr: Bilirim Yok
zh_hant_hk: 不要通知

source: Create Payment Code
km: បង្កើតលេខកូដសម្រាប់ការបង់ប្រាក់
tr: Ödeme Kodu Oluştur
zh_hant_hk: 建立付款代碼

source: Payment Code
km: លេខកូដសាច់ប្រាក់
tr: Ödeme Kodu
zh_hant_hk: 付款代碼

# easy_pay_payment_info
source: You can pay via Easypay/Epay channels using the above code.
km: អ្នកអាចបង់ប្រាក់តាមរយៈ Easypay/Epay ដោយប្រើប្រាស់លេខកូដខាងលើ
tl: Pwede kang magbayad gamit ang Easypay/Epay channels gamit ang code sa itaas.
tr: Yukarıdaki kodu kullanarak Easypay/Epay üzerinden ödeyebilirsiniz.
zh_hant_hk: 你可以使用上述付款代碼以簡易轉賬方式付款

# easy_pay_expiration_info
source: When the code is expired, you will be able to request a new one.
km: ពេលដែលលេខកូដផុតកំណត់, អ្នកនឹងអាចស្នើរសុំបានម្តងទៀត
tl: Pag expired na ang code na ito, pwede kang kumuha ng bago.
tr: Kod'un süresi bittiğinde, yeni bir Kod isteyebilirsin.
zh_hant_hk: 如付款代碼逾期，你可以要求一個新代碼

source: View Payment Code
km: បង្ហាញលេខកូដចំនួនសាច់ប្រាក់
tr: Ödeme Kodunu Görüntüle
zh_hant_hk: 檢視付款代碼

source: Customer Chats
km: ប្រអប់សារពីអតិថិជន
tr: Kullanıcı Yazışmaları
zh_hant_hk: 顧客對話

source: TO PICK UP
km: ដើម្បីទៅយក
tr: TESLİM ALMAYA
zh_hant_hk: 前往提取訂單

source: TO DROP OFF
km: ដើម្បីយកអោយ
tr: TESLİM ETMEYE
zh_hant_hk: 前往送遞訂單

# equipment_damage_policy
source: I agree that my pay will be reduced if I misplace or damage the work equipment.
km: ខ្ញុំយល់ព្រមអោយចំនួនសាច់ប្រាក់របស់ខ្ញុំនឹងត្រូវកាត់បន្ថយ ប្រសិនបើខ្ញុំដាក់ខុស ឫ បំផ្លាញសម្ភារៈការងារណាមួយ
tl: Sumasangayon ako na sisingilin ako pag nawala ko o nasira ang work equipment ko
tr: Çalışma ekipmanlarıma zarar verirsem bu zararın kazancımdan karşılanacağını onaylıyorum.
zh_hant_hk: 我同意以扣減獎金及服務費賠償遺失或損壞的送遞裝備。

# freshchat_chat_resolution_survey_question
source: Did we solve your problem?
km: តើពួកយើងបានដោះស្រាយបញ្ហាអ្នកដែរទេ?
tl: Nasolusyonan ba namin ang problema ninyo?
tr: Sorununu çözdük mü?
zh_hant_hk: 你想要關閉此對話嗎？

# freshchat_chat_resolution_confirmation_prompt
source: Did we address your concerns?
km: តើពួកយើកបានលើកឡើងពីការបារម្ភរបស់អ្នកទេ?
tl: Nasolusyonan ba namin ang inyong mga concerns?
tr: Endişelerini giderdik mi?
zh_hant_hk: 你想要關閉此對話嗎？ 選擇「是」，請給予評分 0-5。 選擇「不是」，對話將會再次打開。

# freshchat_chat_resolution_confirmation_prompt_positive
source: Yes!
km: បាទឫចាស
tl: Oo!
tr: Evet!
zh_hant_hk: 是！

# freshchat_chat_resolution_confirmation_prompt_negative
source: No
km: ទេ
tl: Hindi
tr: Hayır
zh_hant_hk: 不是

# freshchat_chat_resolution_suggestions_prompt
source: How could we have helped you better?
km: តើពួកយើងអាចជួយអ្នកបែបណាអោយប្រសើរជាងនេះ?
tl: Paano ka sana namin mas natulungan?
tr: Sana nasıl daha iyi yardımcı olabiliriz?
zh_hant_hk: 我們如何可以更有效幫到你？

# freshchat_chat_rating_submit
source: Send
km: ផ្ញើរ
tr: Gönder
zh_hant_hk: 傳送

# freshchat_chat_resolution_user_comments_hint
source: Additional feedback
km: មតិយោបល់បន្ថែម
tl: Pandagdag na feedback
tr: Ek Öneri
zh_hant_hk: 額外反饋

# wallet_top_up_success
source: Success!
km: ជោគជ័យ!
tr: Başarılı !
zh_hant_hk: 成功！

# wallet_top_up_success_description
source: is added to your wallet!
km: បានដាក់បញ្ចូលក្នុងកាបូបលុយរបស់អ្នក
tl: nadagdag sa wallet mo!
tr: Cüzdana eklendi.
zh_hant_hk: 已加入錢包！

# delivery_qrcode_confirm_payment
source: Collect with QR code
km: ប្រមូលកូដ QR
tl: Kunin kasama ang QR code
tr: QR Kod ile Al
zh_hant_hk: 以二維碼收取

# delivery_qrcode_display_ask_customer_to_scan
source: Ask customer to scan the QR code.
km: ស្នើរសុំអតិថិជនឲ្យស្កេនកូដ QR
tl: Ipa-scan sa customer ang QR code
tr: Kullanıcıya QR Kodu Göster
zh_hant_hk: 要求顧客掃描二維碼

# delivery_qrcode_paid_success
source: Payment is done successfully.
km: ការទូទាត់គឺបានធ្វើដោយជោគជ័យ
tl: Nagtagumpay ang pag proseso ng payment
tr: Ödeme Başarı ile Gerçekleşti
zh_hant_hk: 付款成功

source: Request Break
km: សុំម៉ោងសម្រាក
tl: Gustong magbreak
tr: Mola Talep Et
zh_hant_hk: 要求更份暫停

# warning_confirmation_sure
source: Are you sure?
km: តើអ្នកប្រាកដទេ?
tl: Sigurado?
tr: Emin misin ?
zh_hant_hk: 你確定？

# request_break_confirmation_message
source: Are you sure? There are orders coming!
km: តើអ្នកប្រាកដទេ?​ មានការកម្មង់ច្រើនកំពុងរង់ចាំអ្នក! ពេលអ្នកសម្រាក វានឹងអាចប៉ះពាល់ដល់ការវាយតំលៃរបស់អ្នក។
tl: Sigurado? May mga orders na paparating! Maaaring maapektuhan ang iyong batch sa pagkuha ng break
tr: Emin misin ? Aktif siparişler var. Molaya girmek değerlendirmeni düşürecektir.
zh_hant_hk: 你確定？訂單即將到來！要求更份暫停或會影響評分

source: Continue
km: បន្ត
tl: Ipagpatuloy
tr: Devam Et
zh_hant_hk: 繼續

source: Select duration
km: ជ្រើសរើសរយ:ពេល
tl: Pumili ng haba ng break
tr: Süre Seç
zh_hant_hk: 選擇更份暫停時段

source: Please Select
km: សូមជ្រើសរើស
tl: Pumili
tr: Seçiniz
zh_hant_hk: 請選擇

# request_break_not_allowed
source: Sorry, You cannot go on a break right now. We need you!
km: សុំំទោស, អ្នកមិនអាចសម្រាកបានទេឥឡូវនេះ។ ពួកយើងកំពុងត្រូវការអ្នក!
tl: Paumanhin, hindi maaaring kumuha ng break ngayon. Kailangan ka namin!
tr: Üzgünüz, Şu anda Molaya çıkamassınız. Size ihtiyacımız var!
zh_hant_hk: 對不起，你現在未能暫停更份。我們需要你！

# request_break_success
source: You are on break until
km: អ្នកកំពុងតែសម្រាកដល់
tl: Nakabreak ka hanggang
tr: Moladasın
zh_hant_hk: 更份暫停至

source: Success
km: ជោគជ័យ
tr: Başarılı
zh_hant_hk: 成功

source: Cash out
km: ដកប្រាក់
tr: Parayı Al
zh_hant_hk: 歸還 COD

# select_provider
source: Please select a payment provider
km: សូមជ្រើសរើសភ្នាក់ងារផ្តល់សេវារបស់អ្នកដើម្បីបន្ត
tl: Piliin ang iyong provider para magpatuloy
tr: Lütfen Ödeme Kanalı Belirt
zh_hant_hk: 如需繼續，請選擇 Provider

# cash_out_user_id_instructions
source: Refer to your user ID to complete the payment
km: ប្រើលេខសម្គាល់របស់អ្នកដើម្បីដកប្រាក់
tl: I-refer ang iyong user ID para tapusin ang payment
tr: Ödemeye tamamlamak için Kullanıcı No'nu gir
zh_hant_hk: 請使用你的ID完成折現

# cash_out_user_id_title
source: User ID
km: លេខសម្គាល់អ្នកប្រើប្រាស់
tr: Kullanıcı No
zh_hant_hk: 使用者 ID

# cash_out_link_button
source: GO TO %@
km: ចូលទៅកាន់ %@
tl: Pumunta sa %@
tr: GİT

# cash_out_code_title
source: Payment Code
km: លេខកូដ
tr: Ödeme Kodu
zh_hant_hk: 代碼

# cash_out_code_instructions
source: Use the code below to complete the payment
km: នេះគឺជាលេខកូដតែមួយដែលអ្នកត្រូវការដើម្បីបំពេញសម្រាប់ការដកប្រាក់
tl: Gamitin ang code sa ibaba para tapusin ang payment
tr: Ödemeyi tamamlamak için aşağıdaki kodu kullan
zh_hant_hk: 這個是一次性代碼去完成折現程序

# cash_out_link_instructions
source: Click below to start your transaction
km: សូមចុចនៅខាងក្រោមដើម្បីចាប់ផ្តើមប្រតិបត្តិការរបស់អ្នក
tl: I-tap ang nasa baba para magsimula ang iyong transaction
tr: Ödemeyi başlatmak için Aşağı tıkla
zh_hant_hk: 按一下開始交易

# cash_out_pago46_link_footer
source: You can pay via Pago46
km: អ្នកអាចទូទាត់តាមរយៈ xx
tl: Maaari kang magbayad gamit ang Pago
tr: Pago 46 ile ödeyebilirsin
zh_hant_hk: 你可以使用 Pago 付款

# cash_out_dragonpay_user_id_footer
source: You can pay via DragonPay
km: អ្នកអាចទូទាត់បានតាមរយ: xx
tl: Pwede ka magbayad via DragonPay
tr: Dragonpay ile ödeyebilirsin
zh_hant_hk: 你可以使用 Dragon 付款

# cash_out_easypay_code_footer
source: You can pay via Easypay/Epay channels using the code above. When the code is expired, you will be able to request a new one.
km: អ្នកអាចទូទាត់តាមរយៈបណ្តាញ Easypay / Epay ដោយប្រើលេខកូដខាងលើ។ នៅពេលលេខកូដផុតកំណត់អ្នកនឹងអាចស្នើសុំលេខកូដថ្មី។
tl: Maaari kang magbayad gamit ang Easypay/Epay channels gamit ang code sa itaas. Kapag nagexpire ang code, maaari kang humingi ng panibago.
tr: Yukarıdaki kodu kullanarak Easypay/Epay üzerinden ödeyebilirsiniz. Kod'un süresi bittiğinde, yeni bir Kod isteyebilirsin.
zh_hant_hk: 你可以使用上述付款代碼以簡易轉賬方式付款。如代碼逾期，你可以要求一個新的代碼。

# request_break_not_allowed_ongoing_delivery
source: You have an order to deliver. Request your break after dropping off.
km: អ្នកកំពុងតែមាន​ការកម្មង់ត្រូវបញ្ចប់។​ សូមសុំពេលសម្រាកនៅពេលដែលអ្នកបានបញ្ចប់ការកម្មង់ហើយ។
tl: Mayroon kang order na kailangan ideliver. Humiling ng break matapos i-drop off ang order.
tr: Üzerinde sipariş var. Siparişi teslim ettikten sonra Mola talep edebilirsin.
zh_hant_hk: 你還有一張訂單待送遞。請在完成送遞後再要求更份暫停。

# request_break_not_allowed_high_delayed
source: Sorry, you cannot go on a break right now. We need you!
km: សុំទោស! លោកអ្នកមិនអាចសម្រាកបានទេឥឡូវនេះ។ ពួកយើងត្រូវការអ្នក!
tl: Paumanhin, hindi maaaring kumuha ng break ngayon. Kailangan ka namin!
tr: Üzgünüz, Şu anda Molaya çıkamassınız. Size ihtiyacımız var!
zh_hant_hk: 對不起，你現在未能暫停更份。我們需要你！

# request_break_not_allowed_for_current_state
source: You must be working to request a break.
km: អ្នកត្រូវធ្វើការដើម្បីអាចសុំការសម្រាកបាន។
tl: Kailangan kang kasalukuyang nagtatrabaho upang humiling ng break
tr: Mola istemek için çalışıyor durumda olmalısınız.
zh_hant_hk: 你需要在送遞中才可以要求暫停更份。

# onboarding
source: Tutorials
km: ចុះឈ្មោះ
tr: Eğitim
zh_hant_hk: 教學

# benefits
source: Perks
km: អត្ថប្រយោជន៍
tl: Perks & Benefits
tr: Avantajlar
zh_hant_hk: 好處

# user_profile
source: My Profile
km: ប្រវត្តិរូបអ្នកប្រើប្រាស់
tr: Profilim
zh_hant_hk: 我的檔案

source: Shifts
km: ម៉ោងធ្វើការ
tr: Mesailer
zh_hant_hk: 更份

# pending_transaction_warning
source: Please update to the newest version of the app to be able to cash out.
km: សូមអ្នកធ្វើបច្ចុប្បន្នភាពកម្មវិធីទូរស័ព្ទដៃអ្នក ដើម្បីអាចដកប្រាក់បាន
tl: Paki-update ang inyong app sa pinakalatest na version para ikaw ay makapagcash out.
tr: Para çekmek için Lütfen Uygulamayı güncelle.
zh_hant_hk: 如需使用換成現金功能，請下載最新版本。

# pending_transaction_warning_subtitle
source: Pending Cash Out
km: រង់ចាំការដកប្រាក់
tr: Çekilebilecek Tutar
zh_hant_hk: 正在等待換成現金

# break_ending_at
source: Ending at %@
km: ចប់ក្នុងពេល %@
tl: Matatapos sa %@
tr: <Dakika> sonra Bitiyor
zh_hant_hk: 於%@結束暫停更份

source: Shift extension
km: បន្តម៉ោងធ្វើការ
tr: Mesai Uzat
zh_hant_hk: 延長更份

# shift_extension_explanation
source: I am available to extend my shift
km: ខ្ញុំមានពេលទំនេរសម្រាប់បន្តម៉ោងធ្វើការ
tl: Available ako para i-extend ang shift ko.
tr: Mesaimi Uzatabilirim
zh_hant_hk: 我現在有空，可以延長更份

# notification_detail_title
source: Message
km: សារ
tr: Mesaj
zh_hant_hk: 訊息

source: End Break
km: បញ្ចប់ការសម្រាក់
tr: Molayı Bitir
zh_hant_hk: 更份完結

# login_phone_placeholder_title
source: Phone
km: ទូរស័ព្ទ
tl: Telepono
tr: Telefon
zh_hant_hk: 電話

source: Heat Map
km: ផែនទីកំដៅ
tr: Harita
zh_hant_hk: 熱點地圖

# customer_chat_quick_reply_omw
source: On my way
km: ខ្ញុំកំពុងនៅតាមផ្លូវ
tl: Papunta na ako
tr: Yoldayım
zh_hant_hk: 我正在路上。

# customer_chat_quick_reply_im_here
source: I'm here
km: ខ្ញុំបានមកដល់ទីតាំងហើយបង
tl: Nandito na ako
tr: Geldim
zh_hant_hk: 我已經到達了。

# customer_chat_quick_reply_will_be_soon
source: I will be there soon
km: ខ្ញុំនឹងទៅដល់ទីតាំងនោះបន្តិចទៀត
tl: Pupunta na ako doon sa lalong madaling panahon
tr: Birazdan geleceğim.
zh_hant_hk: 我會盡快到達的。

# customer_chat_quick_reply_wrong_address
source: I can't find your address
km: ខ្ញុំរកទីទាំងរបស់បងមិនឃើញ
tl: Hindi ko mahanap ang inyong address
tr: Adresi bulamıyorum.
zh_hant_hk: 我找不到你的地址。

# chat_exit_error_message
source: Please reply before leaving
km: សូមឆ្លើយតបសារមុននឹងចាកចេញ
tl: Magreply bago magleave
tr: Ayrılmadan önce cevap verin.
zh_hant_hk: 請在關閉聊天室前作出回覆。

# delivery_upload_proof_button
source: Upload & Drop off
km: បង្ហោះ និងដាក់ចុះ
tl: I-upload at Drop off
tr: Yükle & Teslim Et
zh_hant_hk: 上傳並送遞訂單

# delivery_upload_proof_screen_title
source: Take a photo
km: ថតរូប
tl: Kumuha ng litrato
tr: Resim Çek
zh_hant_hk: 請拍照

# delivery_upload_proof_note
source: Take a photo
km: ថតរូប
tl: Kumuha ng litrato
tr: Resim Çek
zh_hant_hk: 請拍照

# delivery_upload_proof_photo_attached
source: Photo attached
km: ភ្ជាប់រូបថត
tl: Naka-attach ang litrato
tr: Resim Eklendi
zh_hant_hk: 已附上照片

# delivery_upload_proof_failure
source: Unable To Upload File
km: មិនអាចបង្ហោះរូប
tl: Hindi ma-upload ng File
tr: Resim Eklenemedi
zh_hant_hk: 上載照片失敗

# delivery_upload_proof_failure_description
source: You can try again
km: បងអាចសាកល្បងម្តងទៀត
tl: Maaari mong subukang muli.
tr: Tekrar Dene
zh_hant_hk: 請再嘗試

# customer_chat_quick_reply_will_leave_at_doorstep
source: I will leave the order at the doorstep
km: ខ្ញុំនឹងដាក់ការកុម្ម៉ង់របស់បងនៅមាត់ទ្វារបង
tl: Iiwan ko po ang order niyo sa doorstep
tr: Siparişi Kapıya Bırakacağım
zh_hant_hk: 我會把訂單放在門口。

# customer_chat_quick_reply_food_is_preparing
source: The restaurant is preparing the food
km: ហាងកំពុងរៀបចំការកុម្ម៉ង់របស់បង
tl: Inihahanda na ng restaurant ang pagkain
tr: Restoran Siparişi Hazırlıyor
zh_hant_hk: 餐廳正在準備你的訂單。

# customer_chat_quick_reply_cant_reach
source: I can’t reach you
km: ខ្ញុំមិនអាចទាក់ទងបងបានទេ
tl: Hindi po kita matawagan
tr: Size Ulaşamıyorum
zh_hant_hk: 我未能聯絡到你。

# customer_chat_quick_reply_are_available_for_call
source: Are you available to answer the call?
km: តើបងអាចនិយាយទូរស័ព្ទបានទេ?
tl: Masasagot mo ba ang tawag?
tr: Telefona Cevap Verebilecek misin ?
zh_hant_hk: 你方便接聽電話嗎？

# cash_out_qrcode_instructions
source: Please scan the QR code to complete the cashout
km: សូមស្កេន កូដ​ QR ដើម្បីបំពេញការដកប្រាក់
tl: Mangyari lamang i-scan ang QR code para kumpletuhin ang cashout.
tr: QR Kodu Tarayın
zh_hant_hk: 請掃描二維條碼完成提款。

# mandatory_pop_dialog_message
source: You're far away from the pickup area. A proof of pickup is required
km: បងនៅឆ្ងាយពីកន្លែងយកអាហារ។ តំរូវឲ្យមានភស្តុតាងពីកន្លែងយកអាហារ
tl: Malayo ka sa pickup area. Kailangan ng katibayan ng pickup.
tr: Teslimat alanından uzaktasın, teslimat için kanıt gerekli
zh_hant_hk: 你現在的位置與提取訂單地址有些距離，請提供你提取訂單的證明。

# delivery_estimated_value
source: Estimated Value
km: តម្លៃដែលប្រហាក់ប្រហែល
tr: Öngörülen değer
zh_hant_hk: 估計價值

# pay_cash_title
source: Pay Cash
km: បង់សាច់ប្រាក់
tr: Nakit Ödeme
zh_hant_hk: 繳付現金

# delivery_redispatch_confirmation_title
source: Redispatch Order
km: រកដៃគូដឹកជញ្ជូនថ្មីដើម្បីដឹកការកុម្ម៉ង់
tr: Sipariş tekrar atansın
zh_hant_hk: 轉單
