Repository: NickolaySheika/translations_files
Catalog: files/*.lproj/Localizable.strings
Languages: km, tl, tr, zh_hant_hk

source: Logout
km: ចេញពីគណនេយ្យ
tr: Çıkış
zh_hant_hk: 登出

# logout_confirmation
source: Are you sure you want to log out?
km: តើអ្នកប្រាកដទេថាចង់ចាកចេញ?
tl: Sigurado ka ba na gusto mo mag logout?
tr: Çıkış yapmak istediğine emin misin?
zh_hant_hk: 你確認要登出嗎？

source: Cancel
km: បញ្ចប់
tr: İptal
zh_hant_hk: 取消

source: Call
km: ទូរស័ព្ទទៅ
tr: Ara
zh_hant_hk: 致電

source: Decline
km: បដិសេធន៍
tl: Tanggihan
tr: Reddet
zh_hant_hk: 拒絕

source: Version
km: កំណែទម្រង់
tr: Versiyon
zh_hant_hk: 版本

source: Error
km: មិនដំណើរការ
tr: Hata
zh_hant_hk: 錯誤

source: Report
km: រាយការណ៍
tl: I-report
tr: Rapor
zh_hant_hk: 匯報

source: Report Issue
km: បញ្ហានៃការរាយការណ៍
tl: I-report ang isyu
tr: Sorun Rapor et
zh_hant_hk: 匯報事故

source: Copy
km: ចម្លង
tl: Kopyahin
tr: Kopyala
zh_hant_hk: 複製

source: Instructions
km: ការណែនាំ
tr: Talimatlar
zh_hant_hk: 指引

source: Address
km: អាសយដ្ឋាន
tr: Adres
zh_hant_hk: 地址

# feedback_received
source: Feedback received, thank you!
km: បានទទួលការផ្ដល់មតិរបស់អ្នក, សូមអរគុណ
tl: Nakuha na namin ang iyong feedback, salamat!
tr: Geri bildiriminizi aldık, teşekkürler!
zh_hant_hk: 已收到建議，謝謝！

source: minutes
km: នាទី
tl: Mga minuto
tr: dakikalar
zh_hant_hk: 分鐘

source: Next
km: បន្ទាប់
tr: İlerle
zh_hant_hk: 下一個

# email_placeholder
source: example@mail.com
tr: ornek@mail.com

source: Password
km: លេខកូដសម្ងាត់
tr: Şifre
zh_hant_hk: 密碼

source: Login
km: ចូលគណនេយ្យ
tr: Giriş
zh_hant_hk: 登入

# validation_invalid_country
source: Select Country
km: ជ្រើរើសប្រទេស
tl: Pumili ng bansa
tr: Ülke Seç
zh_hant_hk: 國家

# validation_invalid_email
source: Invalid e-mail
km: អ៊ីមែលមិនត្រឹមត្រូវ
tl: Hindi valid ang inyong email
tr: Geçersiz e-mail
zh_hant_hk: 電郵無效

# validation_invalid_password
source: Password is too short
km: លេខកូដសម្ងាត់មិនត្រូវខ្លីពេកទេ
tl: Masyadong maiksi ang inyong password
tr: Şifre çok kısa
zh_hant_hk: 密碼過短

# validation_invalid_credentials
source: Invalid credentials
km: លេខ​សម្គាល់​មិន​ត្រឹមត្រូវ
tl: Hindi valid ang inyong credentials
tr: Geçersiz Kimlik Bilgileri
zh_hant_hk: 登入資料無效

source: Select Country
km: ជ្រើរើសប្រទេស
tl: Pumili ng bansa
tr: Ülke Seç
zh_hant_hk: 國家

source: Status
km: ស្ថានការណ៍
tl: Kondisyon
tr: Durum
zh_hant_hk: 狀態

# status_todays_shifts
source: Today's Shifts
km: វេនសម្រាប់ថ្ងៃនេះ
tl: Ang shifts mo ngayong araw
tr: Bugünün Vardiyaları
zh_hant_hk: 今天的更份

source: Reconnect
km: ភា្ជប់ទំនាក់ទំនងម្តងទៀត
tl: Mag-connect ulit
tr: Tekrar Bağlan
zh_hant_hk: 重新連線

# last_update
source: Last update %@ ago
km: ពត៍មានចុងក្រោយ %@ កន្លងទៅ
tl: Nauupdate ito sa nakaraang %@ na minuto
tr: Son güncelleme %@ önce gerçekleşti
zh_hant_hk: 最後更新在 %@ 分鐘前

# content_never_updated
source: Content has never been updated
km: មាតិកាមិនមានទិន្នន័យថ្មីបំផុត
tl: Hindi pa na-update ang content
tr: İçerik hiç güncellenmedi
zh_hant_hk: 內容沒有更新

# status_available
source: Available
km: អាចរកបាន
tr: Müsait
zh_hant_hk: 有空

# status_ready
source: Ready
km: រួចរាល់
tr: Hazır
zh_hant_hk: 預備

# status_working
source: Working
km: កំពុងធ្វើការ
tr: Çalışıyor
zh_hant_hk: 上線中

# status_pause
source: Break
km: សម្រាក
tr: Mola
zh_hant_hk: 暫停

# status_ending
source: Ending
km: បញ្ចប់់
tr: Sona erdiriliyor
zh_hant_hk: 即將完結

# status_not_working
source: Not Working
km: មិនធ្វើការ
tl: Hindi gumagana.
tr: Çalışmıyorum
zh_hant_hk: 還未開始送遞

# status_starting
source: Starting Soon
km: ចាប់់ផ្តើមឆាប់ៗ
tl: Malapit nang magsimula
tr: Yakında Başlıyor
zh_hant_hk: 即將開始

# status_late
source: Late
km: យឺង
tr: Gecikti
zh_hant_hk: 遲到

# status_disconnected
source: No Connectivity
km: មិនមានទំនាក់ទំនង
tl: Walang internet
tr: Bağlantı yok
zh_hant_hk: 未連線

# status_current_status
source: Current Status
km: ស្ថានការណ៍ពេលនេះ
tl: Ang kasalukuyang status
tr: Anlık Durum
zh_hant_hk: 目前狀態

# status_shift_confirmation
source: Do you want to work now?
km: តើអ្នកចង់់ធ្វើការពេលនេះទេ?
tl: Gusto mo bang magtrabaho ngayon?
tr: Şimdi çalışmak istiyor musun?
zh_hant_hk: 你想開始上線嗎？

# status_shift_not_working_description
source: You can spontaneously offer to work when you don't have any scheduled shifts. If you are interested in working now, let us know and the Dispatchers will give you a call if we need more riders. You'll get a notification in just under 2 hours asking if you would like to stay available, otherwise your availability will expire.
km: អ្នកអាចនឹងបាកការងារអោយឥតបានត្រៀមទុករាល់ពេលដែលអ្នកអត់មានជាប់នៅក្នុងវេនណាមួយ។ ហើយប្រសិនជាអ្នកចាប់អារម្មណ៍ធ្វើការឥឡូវនេះ សូមប្រាប់អោយយើងដឹង បន្ទាប់មក អ្នកគ្រប់គ្រងផ្នែកបញ្ជូនការ នឹង ទូរស័ព្ទទៅអ្នក ប្រសិនបើយើងត្រូវការអ្នកធ្វើប្រតិបត្តិការណ៍បន្ថែម។ អ្នកនឹងទទួលបានការជូនដំណឹងក្នុងកំឡុងពេល២ម៉ោងនេះ សួរថាអ្នកចង់ដាក់ថាអ្នកនៅទំនេរ ឫអត់ បើមិនដូចនេះទេ ពេលទំនេររបស់អ្នកគឺត្រូវបានបញ្ចប់។
tl: Pwede kang magsabi na gusto mong magtrabaho kahit wala kang naka-schedule na shift. Kung interesado ka magtrabaho ngayon, ipaalam agad at tatawagan ka ng mga disptacher kung kailangan pa ng mga rider. May matatanggap kang notification sa loob ng dalawang oras kung gusto mo pa maging available. Kung hindi, mageexpire ang inyong availability.
tr: Vardiya planlamadan istediğin vakit çalışmaya başlayabilirsin. Eğer şu an çalışmak istiyorsan bize haber verebilirsin. Daha fazla kuryeye ihtiyacımız varsa Yemeksepeti Vale seninle iletişime geçecek. 2 saat içerisinde hala müsait misin diye bildirim alacaksın, eğer istemezsen müsaitlik durumun kapatılacak.
zh_hant_hk: 即使你沒有任何更份時，亦可以上線。 如果你現在可上線，請告訴我們，若我們需要額外車手，派單員會致電給你。 你將在2個小時內收到通知，詢問你是否有空上線，否則你將被視為沒有空。

# status_waiting_for_call
source: Waiting for Call
km: កំពុងរង់ចាំទូរស័ព្ទ
tl: Naghihintay ng tawag
tr: Aramak için Bekleniyor
zh_hant_hk: 等待來電

# status_available_description
source: You will get a phone call to help you set up your shift if we need extra people to work today
km: អ្នកនឹងទទួលបានការហៅចូលដើម្បីជួយសម្រួលដល់ការកែសម្រួលវេនរបស់អ្នកប្រសិនបើយើងត្រូវការមនុស្សបន្ថែមក្នុងថ្ងៃនេះ។
tl: Tatawagan ka kung kailangan pa nang mas maraming rider.
tr: Eğer ekstra kuryeye ihtiyacımız olursa, bizim tarafımızdan telefon araması alabilirsin.
zh_hant_hk: 如今天我們需要額外人手，將會致電給你

# status_shift_ending
source: Your shift is almost over
km: វេនរបស់អ្នកជិតផុតហើយ។
tl: Patapos na ang inyong shift
tr: Vardiyan yakın zamanda bitiyor
zh_hant_hk: 你的更份即將結束

# status_shift_ending_description
source: You have an ongoing delivery. Please complete your order before ending your shift.
km: អ្នកកំពុងមានការដឹកជញ្ជូន។ សូមបំពេញការកំណត់ឫកម្ម៉ង់របស់អ្នក មុននឹងវេនរបស់អ្នកបញ្ចប់។
tl: May delivery ka pa. Pakideliver ang inyong order bago tapusin ang inyong shift.
tr: Şu an üzerinde sipariş var. Siparişi teslim ettikten sonra vardiyanı bitirebilirsin.
zh_hant_hk: 你目前有訂單正在派送，請在更份結束前完成訂單。

# status_report_issue_success
source: Your dispatcher has been notified and will get back to you shortly.
km: អ្នកនឹងទទួលបានទូរស័ព្ទពីខាងអ្នកសម្របសម្រួលដោះស្រាយបញ្ហាទាក់ទងនឹងការបញ្ជូនការរាយការ៍របស់អ្នក។ ប្រសិនបើអ្នកចង់នៅធ្វើការសូមចុងប៊ូតុងខាងក្រោម។
tl: Tatawagan ka ng dispatching team para masolusyonan ang inyong issues. Kung gusto mo pa magtrabaho, pindutin ang button sa baba
tr: Kısa bir süre içerisinde bizim tarafımızdan sorununu çözmek üzere telefon alacaksın. Çalışmaya devam etmek istiyorsan aşağıdaki butona tıkla.
zh_hant_hk: 關於你匯報的問題，派單員即將致電給你，若果你想繼續上線請按以下按鈕。

# status_current_shift
source: Current Shift
km: វេនកំឡុងពេលនេះ
tl: Ang kasalukuyang shift
tr: Anlık Vardiya
zh_hant_hk: 目前更份

# status_shift_starting
source: Upcoming Shift
km: វេនបន្តមកនេះ
tl: Susunod na shift
tr: Yaklaşan Vardiya
zh_hant_hk: 即將開始的更份

# status_shift_late
source: You are late to your shift!
km: វេននេះអ្នកមកយឺត
tl: Late ka na sa iyong shift!
tr: Vardiyan için geç kaldın
zh_hant_hk: 你的更份已開始

# status_report_to_starting_point
source: Please report to your Starting Point and tap 'Start'
km: សូមបញ្ជាក់ប្រាប់ពីរបាយការណ៍នៃកន្លែងដែលអ្នកចាប់ផ្តើម ដោយចុច 'Start'
tl: Pumunta na sa iyong starting point at pindutin ang 'start'
tr: Lütfen başlangıç noktasına gidip "Başla" tuşuna basın
zh_hant_hk: 請前往你的起點，然後按“開始”

source: Time
km: ពេលវេលា
tl: Oras
tr: Zaman
zh_hant_hk: 時間

source: Area
km: តំបន់
tl: Starting Point
tr: Bölge
zh_hant_hk: 地區

# status_report_available
source: I'm available
km: ខ្ញុំទំនេរ
tl: Available ako
tr: Müsaitim
zh_hant_hk: 我現在有空

# status_report_unavailable
source: I'm not available
km: ខ្ញុំមិនទំនេរ
tl: Hindi ako available
tr: Müsait değilim
zh_hant_hk: 我現在沒空

# status_report_start
source: Start
km: ចាប់ផ្តើម
tl: Simulan
tr: Başla
zh_hant_hk: 開始

# status_choose_equipment
source: Choose Equipment
km: ជ្រើសរើសគ្រឿងបរិក្ខា
tl: Piliin ang equipment
tr: Ekipman seç
zh_hant_hk: 選擇裝備

# status_vehicle_type
source: Vehicle Type
km: ប្រភេទយាន្តយន្ត
tl: Uri ng sasakyan
tr: Araç Tipi
zh_hant_hk: 交通工具類型

# status_bag_type
source: Bag Type
km: ប្រភេទកាបូប
tl: Uri ng bag
tr: Çanta Tipi
zh_hant_hk: 袋類型

# status_ask_report_issue
source: What kind of issue are you having?
km: តើអ្នកកំពុងមានបញ្ហាអ្វី?
tl: Anong klaseng issue ang nararanasan mo?
tr: Ne tür bir sorun yaşıyorsun?
zh_hant_hk: 你遇到什麼事故?

# status_select_issue
source: Select Issue
km: ជ្រើសរើសបញ្ហា
tl: Pumili ng Issue
tr: Sorun Seç
zh_hant_hk: 選擇事故種類

# status_user_identity_placeholder
source: National ID Number
km: លេខអត្តសញ្ញាណប័ណ្ណ
tr: TC kimlik numarası

# status_report_issue_reason_customer_not_found
source: Unable to find customer
km: មិនអាចរកអតិថិជន
tl: Hindi ko mahanap ang customer
tr: Müşteri bulunamıyor
zh_hant_hk: 未能找到顧客

# status_report_issue_reason_break_request
source: Request a Break
km: ស្នើសុំសម្រាក
tl: Magrequest ng Break
tr: Mola iste
zh_hant_hk: 要求暫停更份

# status_report_issue_reason_equipment_issue
source: Equipment Issue
km: បញ្ហាគ្រឿងបរិក្ខា
tr: Ekipman Sorunu
zh_hant_hk: 裝備問題

# status_report_issue_reason_restaurant_issue
source: Restaurant Issue
km: បញ្ហាភោជនីយដ្ខាន
tr: Restoran Sorunu
zh_hant_hk: 餐廳事故

# status_report_issue_reason_app_issue
source: App Issue
km: បញ្ហាក្នុងកម្មវិធី
tl: Isyu sa app
tr: Uygulama Sorunu
zh_hant_hk: 電話程式問題

# address_building
source: Building
km: អាគារ
tr: Bina
zh_hant_hk: 大廈

# address_apartment_number
source: Apartment
km: អាផាតមិន
tr: Apartman
zh_hant_hk: 單位

# address_floor
source: Floor
km: ជាន់
tr: Kat
zh_hant_hk: 樓層

# address_company
source: Company
km: ក្រុមហ៊ុន
tr: Şirket
zh_hant_hk: 公司

# address_entrance
source: Entrance
km: ចូល
tr: Giriş
zh_hant_hk: 入口

# address_intercom
source: Intercom
km: ការហៅចូល
tr: Interkom
zh_hant_hk: 內線

# address_room_block_floor
source: Room/Block/Floor#
km: បន្ទប់/ប្លក់/ជាន់#
tr: Oda/Blok/Kat#
zh_hant_hk: 房號 / 座 / 層數

# delivery_split_primary
source: Split Delivery - Primary
km: ផ្តាច់ការដឹកជញ្ជូន - លើកដំបូង
tr: Siparişi Ayır - İlk Olarak
zh_hant_hk: 分拆訂單 - 主要

# delivery_split_secondary
source: Split Delivery - Secondary
km: ផ្តាច់ការដឹកជញ្ជូន - លើកទីពីរ
tr: Siparişi Ayır - İkinci olarak
zh_hant_hk: 分拆訂單 - 次要

# delivery_wait_for_courier
source: Wait for %@
km: រង់ចាំ %@
tl: Hintayin si %@
tr: %@ kuryesini bekle
zh_hant_hk: 等待 %@

# delivery_find_courier
source: Find courier %@
km: ស្វែករកឈ្មោះអ្នកដឹក %@
tl: Hanapin si rider %@
tr: Kurye bul %@
zh_hant_hk: 尋找送遞員 %@

source: Deliveries
km: ការដឹកជញ្ជូន
tl: Mga delivery
tr: Siparişler
zh_hant_hk: 訂單

# delivery_pickedup
source: Picked Up
km: បានមកដឹកឥវ៉ាន់ទៅ
tr: Teslim Alındı
zh_hant_hk: 已提取

# delivery_droped_off
source: Dropped Off
km: ឥវ៉ាន់បានដាក់
tr: Teslim edildi
zh_hant_hk: 已送遞

source: View
km: បង្ហាញ
tl: Tingnan
tr: Görüntüle
zh_hant_hk: 查看

# delivery_pick_up_details
source: Pickup Details
km: លម្អិតពីការមកយកឥវ៉ាន់
tl: Detalye ng Pickup
tr: Teslim Alma Detayları
zh_hant_hk: 提取資訊

# delivery_drop_off_details
source: Drop-off Details
km: លម្អិតពីការដាក់ឥវ៉ាន់
tr: Teslim noktası detayları
zh_hant_hk: 送遞詳情

# delivery_next_steps
source: Next Steps
km: ដំណើរការបន្ទាប់
tl: Susunod na hakbang
tr: Sonraki Adımlar
zh_hant_hk: 下一步

# empty_view_no_devlieries
source: You have no pending deliveries
km: អ្នកមិនមានការដឹកជញ្ជូនដែលនៅសល់មិនទាន់ដឹកចេញទេ
tl: Wala ka nang mga delivery
tr: Bekleyen siparişin yok
zh_hant_hk: 你沒有待派送的訂單

# empty_view_no_devlieries_description
source: Please move back towards the center of your zone
km: សូមត្រឡប់ក្រោយទៅចំណុចកណ្តាលនៃតំបន់របស់អ្នក។
tl: Pakibalik sa gitna ng inyong zone
tr: Lütfen çalışma alanınıza gidiniz
zh_hant_hk: 請確保你在當值的地區內

# delivery_pick_up_deliveries_confirmation
source: Have you picked up the following deliveries?
km: តើអ្នកបានទៅយកដឹកឥវ៉ាន់ទាំងអស់នេះហើយឫនៅ?
tl: Nakuha mo na ba ang susunod na deliveries?
tr: Siparişleri teslim aldın mı?
zh_hant_hk: 你已提取以下訂單嗎？

# delivery_pick_up_delivery_confirmation
source: Have you picked up the following delivery?
km: តើអ្នកបានទៅយកដឹកឥវ៉ាន់នេះហើយឫនៅ?
tl: Nakuha mo na ba ang susunod na delivery?
tr: Siparişi teslim aldın mı?
zh_hant_hk: 你已提取以下訂單嗎？

# delivery_drop_off_deliveries_confirmation
source: Have you dropped off the following deliveries?
km: តើអ្នកបានបញ្ជូនឥវ៉ាន់ខាងក្រោមទាំងនេះហើយឫ?
tl: Nadrop off mo na ba ang susunod na deliveries?
tr: Siparişleri teslim ettin mi?
zh_hant_hk: 你已送遞以下訂單嗎？

# delivery_drop_off_delivery_confirmation
source: Have you dropped off the following delivery?
km: តើអ្នកបានបញ្ជូនឥវ៉ាន់ខាងក្រោមនេះហើយឫនៅ?
tl: Nadrop off mo na ba ang susunod na delivery?
tr: Siparişi teslim ettin mi?
zh_hant_hk: 你已送遞以下訂單嗎？

source: Accept
km: ទទួលយក
tl: Tanggapin
tr: Kabul Et
zh_hant_hk: 接受

source: Confirm
km: យល់ព្រម
tl: Kumpirmahin
tr: Onayla
zh_hant_hk: 確認

# delivery_pick_up_over_due
source: Pickup Overdue
km: មកដឹកឥវ៉ាន់ហួសពេល
tr: Teslim Alma Zamanı Geçmiş
zh_hant_hk: 提取已過時

# delivery_pick_up_over_due_expected_time_remaining
source: Expected Time Remaining
km: ការរំពឹងពេលវេលានៅសល់
tl: Ang natitirang oras
tr: Tahmini kalan zaman
zh_hant_hk: 剩餘預計完成時間

# delivery_pick_up_over_due_delay_message_prompt
source: Please ask %@ how long until the food is ready
km: សូមសួរទៅកាន់ %@ តើចំណាយពេលប៉ុន្មានទើបម្ហូបរួចរាល់
tl: Pakitanong si %@ kung ilang minuto pa bago ready na ang pagkain
tr: Yemeğin ne zaman hazır olacağını %@ sorun
zh_hant_hk: 請你向餐廳 %@ 查詢還�需要多久才準備好食物

# delivery_pick_up_over_due_reason_not_there_yet
source: I'm not there yet
km: ខ្ញុំមិនទាន់ទៅដល់ទីនោះទេ
tl: Hindi pa ako nakarating.
tr: Daha orada değilim
zh_hant_hk: 還未到達

# delivery_pick_up_over_due_reason_food_ready
source: Food is ready
km: អាហារបានត្រៀមរួចរាល់
tl: Handa na ang pagkain
tr: Yemek hazır
zh_hant_hk: 食物已準備好

# privacy_policy_agree
source: I agree to the
km: យល់ព្រមទៅនឹង
tl: Kinumpirma ko na ang temperature ko ay mababa sa 37.5'C at pumapayag ako sa mga nakasaad sa
tr: Kabul ediyorum
zh_hant_hk: 我同意

# privacy_policy_description
source: Roadrunner Privacy Policy
km: គោលការណ៍​នៃឯកជនភាពនៃអ្នកប្រតិបត្តិការណ៍ការដឹក
tr: Roadrunner Gizlilik Politikası
zh_hant_hk: Roadrunner 隱私權政策

source: New Delivery
km: ការដឹកជញ្ជូនថ្មី
tl: Bagong Delivery
tr: Yeni Sipariş
zh_hant_hk: 新訂單

source: New Deliveries
km: ការដឹកជញ្ជូនថ្មី
tl: Mga Bagong Delivery
tr: Yeni Siparişler
zh_hant_hk: 新訂單

# delivery_halal
source: Halal Delivery
km: ការអនុញ្ញាតិការដឹកជញ្ជូន
tr: Helal Teslimat
zh_hant_hk: 清真食物訂單

# delivery_halal_description
source: Use the green Halal box
km: ប្រើប្រអប់ Halal ពណ៍បៃតង
tl: Gamitin ang green Halal box
tr: Yeşil Helal kutusunu kullan
zh_hant_hk: 使用綠色清真箱子

# delivery_non_halal
source: Non-halal delivery
km: មិនមានការអនុញ្ញាតិដឹកជញ្ជូន
tr: Helal olmayan sipairş
zh_hant_hk: 非清真食物訂單

# delivery_non_halal_description
source: Use the orange box
km: ប្រើប្រអប់ពណ៍ទឹកក្រូច
tl: Gamitin ang orange box
tr: Turuncu kutuyu kullan
zh_hant_hk: 使用橙箱

source: Total Payment
km: តម្លៃសរុប
tr: Toplam Ödeme
zh_hant_hk: 付款總額

# delivery_pay_to_vendor
source: Pay cash to vendor
km: បង់ជាសាច់ប្រាក់ទៅកាន់ដៃគូរផ្គត់ផ្គង់
tl: Magbayad ng cash sa vendor
tr: Satıcıya nakit ödeme yapın
zh_hant_hk: 現金付款給餐廳

# delivery_collect_cash_from_customer
source: Collect cash from customer
km: ប្រមូលប្រាក់ពីអតិថិជន
tl: Kunin ang cash sa customer
tr: Kullanıcıdan nakit para alınacak
zh_hant_hk: 向顧客收取現金

source: Amount
km: ចំនួន
tr: Tutar
zh_hant_hk: 金額

# delivery_cod_reason_for_difference
source: Reason for Difference
km: ហេតុផលហេតុអ្វីបានខុសប្លែក
tr: Farklılık Sebebi
zh_hant_hk: 差價原因

source: Paid
km: បានបង់ប្រាក់
tr: Ödendi
zh_hant_hk: 已付款

# delivery_cod_requested_change_for
source: Customer requested change for %@
km: អតិថិជនបានស្នើសុំអោយប្តូរ%@
tl: Nagrequest ang customer ng sukli para sa %@
tr: Müşteri %@ liraya göre para üstü istiyor
zh_hant_hk: 顧客要求 %@ 的找續

source: Pickup
km: មកយកឥវ៉ាន់
tr: Teslim Al
zh_hant_hk: 提取

source: Drop-off
km: ដាក់ឥវ៉ាន់
tr: Teslim et
zh_hant_hk: 送遞

# delivery_confirm_pick_up
source: Confirm Pickup
km: យល់ព្រមអោយមកយក
tl: Kumpirmahin ang pick-up
tr: Siparişi Teslim Aldığını Onayla
zh_hant_hk: 確認提取

# delivery_confirm_drop_off
source: Confirm Drop-off
km: យល់់ព្រមថាអោយដាក់
tl: Kumpirmahin ang Drop-off
tr: Teslim Ettiğini Onayla
zh_hant_hk: 確認送遞

# delivery_cod_investigation_follows
source: Investigation will follow
km: ការស៊ើបអង្កេតនឹងអនុវត្តន៍
tl: May investigation na magaganap
tr: Soruşturma yapılacak
zh_hant_hk: 將會調查

# delivery_cod_cash_discrepancy_fraud_warning
source: To prevent fraud, whenever a cash discrepancy is reported, an investigation will follow to determine whether your report is truthful. However, if you don't report a cash discrepancy you will be liable for any balance difference.
km: ដើម្បីការពារការបោកប្រាស់ ពេលដែលការបង់ប្រាក់មិនគ្រប់ត្រូវបានរាយការណ៍ ការស៊ើបអង្កេតនឹងកើតមានដើម្បីកំណត់ថា ការរាយការរបស់អ្នកពិតឫអត់។ ប៉ុន្តែ បើអ្នកមិនរាយការពីការខុសចំនួននៃសាច់ប្រាក់ ដូចនេះអ្នកជាអ្នកទទួលខុសត្រូវលើចំនួនល្អៀងនោះ។
tl: Para maiwasan ang fraud, may imbestigasyon na kailangang gawin para malaman kung tama ang iyong report sa oras ng mayroon kulang sa pera na nakolekta. Kung hindi ka nag report sa oras na mayroon kulang sa nakolekta, ikaw ang sisingilin sa anumang kulang sa nakolektang pera.
tr: Problemleri önlemek amacıyla nakit tutarsızlığı rapor edildiği durumu anlamak amacıyla soruşturma başlatılacaktır. Nakit tutarsızlığını rapor etmediğin zaman her hangi bir sorunda sorumlu tutulacaksın.
zh_hant_hk: 為防範詐騙，你匯報現金有差異後，我們會對你的報告進行調查以確保真實性。 但如果你不匯報現金有差異，該差異將由閣下負責。

source: Report Successful
km: ការរំាយការណ៍ជោគជ័យ
tr: Rapor başarılı
zh_hant_hk: 已成功匯報

# delivery_cod_discrepancy_reported
source: Your issue with cash discrepancy was successfully reported.
km: បញ្ហាដែលទាក់ទងនឹងសាច់ប្រាក់ខុស ត្រូវបានរាយការណ៍រួចរាល់។
tl: Ang inyong issue tungkol sa discrepancy ng cash na kinolekta ay nareport
tr: Nakit tutarsızlığı konusundaki sorunun bize iletildi
zh_hant_hk: 你已成功匯報金額不符的情況。

# delivery_cod_reason_wrong_items
source: Wrong Items
km: ខុសឥវ៉ាន់
tl: Maling items
tr: Yanlış Ürünler
zh_hant_hk: 錯誤配送

# delivery_cod_reason_missing_items
source: Missing Items
km: បាត់ឥវ៉ាន់
tl: Nawawalang Item
tr: Eksik Ürünler
zh_hant_hk: 遺漏食物

# delivery_cod_reason_damaged_items
source: Damaged Items
km: ឥវ៉ាន់ត្រូវបានខូចខាត
tl: Mga nasirang items
tr: Hasar Görmüş Ürünler
zh_hant_hk: 已損毀食物

# delivery_cod_reason_customer_wont_pay
source: Customer Won't Pay
km: អតិថិជននឹងមិនអោយលុយ
tl: Ayaw magbayad ng Customer
tr: Müşteri ödeme yapmıyor.
zh_hant_hk: 顧客拒絕現金付款

# delivery_cod_reason_canceled_order
source: Canceled Order
km: បញ្ចប់ការកម្ម៉ង់
tl: Nacancel ang order
tr: İptal sipariş
zh_hant_hk: 訂單已被取消

# delivery_cod_reason_courier_not_compliant
source: Courier Not Compliant
km: បុគ្គលិកមិនបានយល់ព្រម
tl: Rider Not Compliant
tr: Kurye Uyumlu Değil
zh_hant_hk: 送遞員紀律問題

source: History
km: កំណត់ត្រា
tr: Geçmiş
zh_hant_hk: 過去記錄

source: Latest Delivery
km: ការដឹកជញ្ជូនយឺតយ៉ាវ
tl: Pinakahuling delivery
tr: Son teslimat
zh_hant_hk: 最新訂單

source: Summary
km: សង្ខេប
tl: Kabuuan
tr: Özet
zh_hant_hk: 概要

source: Distance
km: ចម្ងាយ
tl: Distansiya
tr: Mesafe
zh_hant_hk: 距離

source: Tip
km: គន្លឹះ
tr: Bahşiş
zh_hant_hk: 貼士

source: Collected
km: បានប្រមូល
tl: Nakuha
tr: Toplandı
zh_hant_hk: 已收取金額

source: Delivery Items
km: ការដឹកជញ្ជូនឥវ៉ាន់
tl: Mga delivery items
tr: Sipariş Ürünleri
zh_hant_hk: 送遞食物

source: Total
km: សរុប
tr: Toplam
zh_hant_hk: 總額

source: Settings
km: ការកំណត់
tr: Ayarlar
zh_hant_hk: 設定

# feedback
source: Roadrunner App Feedback
km: កម្មវីធីផ្តល់មតិរិះគន់ស្ថាបនាសម្រាប់ អ្នកប្រតិបត្តិការណ៍
tr: Roadrunner App Geri bildirim
zh_hant_hk: Roadrunner 程式建議

# user_preference
source: Your Preferences
km: ចំណង់ចំណូលចិត្តរបស់អ្នក
tl: Ang inyong gusto
tr: Seçenekler
zh_hant_hk: 你的喜好

source: Countdown
km: រាប់ថយក្រោយ
tr: Geri sayım
zh_hant_hk: 倒數

source: Clock
km: នាឡិកា
tl: Orasan
tr: Saat
zh_hant_hk: 時鐘

source: Map
km: ផែនទី
tl: Mapa
tr: Harita
zh_hant_hk: 地圖

# user_info
source: Your Info
km: ពត៍មានរបស់អ្នក
tl: Ang Inyong Info
tr: Bilgilerin
zh_hant_hk: 你的資料

# validation_location_enable
source: Location is a requirement for working and must be enabled.
km: ទីតាំងត្រូវតែមានដើម្បីដំណើរការ បើមិនមានមិនអាចដំណើរការបានទេ
tl: Ang inyong location ay isang requirement para makapagtrabaho ka. Kailangan on ang inyong GPS
tr: Çalışmaya için lokasyon bilgilerinin açık olması gerekiyor.
zh_hant_hk: 若要開始送遞，請先開啟你電話的定位服務。

# validation_mail_configure
source: You must configure email in your phone settings
km: អ្នកត្រូវតែត្រួតពិនិត្យអ៊ីម៉ែលរបស់អ្នកក្នុង ការកំណត់ក្នុងទូរស័ព្ទរបស់អ្នក។
tl: Kailangan i-setup ang inyong email sa phone settings
tr: Email ve telefon bilgilerini ayarlamalısın
zh_hant_hk: 你需要在電話設定內設定電郵地址

# error_general
source: Something went wrong!
km: មានអ្វីខុសប្រក្រតី
tl: Nagkaroon ng error!
tr: Bir şeyler yanlış gitti!
zh_hant_hk: 發生錯誤

# error_authentication_needed
source: Authentication Needed
km: ត្រូវការការត្រួតពិនិត្យ
tl: Kailangan i-authenticate
tr: Doğrulama Gerekiyor
zh_hant_hk: 需要驗證

# error_invalid_phone_number
source: Invalid phone number
km: លេខទូរស័ព្ទមិនត្រឹមត្រូវ
tl: Hindi valid ang inyong phone number
tr: Geçersiz telefon numarası
zh_hant_hk: 電話號碼無效

# mail_feedback_below
source: Please leave your feedback below.
km: សូមសរសេរមតិយោបលរបស់អ្នកខាងក្រោម
tl: Pakibigay ang inyong feedback sa baba
tr: Lüften geri bildiriminizi aşağıda belirtin
zh_hant_hk: 請反映你的意見

source: Wallet
km: កាបូបលុយ
tr: Cüzdan
zh_hant_hk: 錢包

source: Last Clearance
km: ការបិទបញ្ជីចុងក្រោយ
tl: Huling Clearance
tr: Son İzin
zh_hant_hk: 上一次清空

source: Expected
km: ចំនួនដែលបានរំពឹងទុក
tl: Inaasahan
tr: Beklenen
zh_hant_hk: 預計

source: Actual
km: ចំនួនពិតជាក់ស្តែង
tl: Aktwal
tr: Gerçekleşen
zh_hant_hk: 實際收到現金

source: Transaction Failed
km: ការផ្ទេរចរន្តសាច់ប្រាក់បានបរាជ័យ
tl: Transanction na hindi pumasok
tr: İşlem gerçekleşemedi
zh_hant_hk: 交易失敗

source: Barcode
km: លេខបាកូដ
tr: Barkod
zh_hant_hk: 條碼

source: Create Barcode
km: បង្កើតបាកូដ
tl: Gumawa ng Barcode
tr: Barkod Yarat
zh_hant_hk: 建立條碼

source: Reason
km: ហេតុផល
tl: Dahilan
tr: Sebep
zh_hant_hk: 原因

source: Cash Transactions
km: ចរន្តសាច់ប្រាក់
tr: Nakit işlemler
zh_hant_hk: 現金交易

source: Issues
km: បញ្ហា
tr: Sorun
zh_hant_hk: 現金交易問題

source: View Barcode
km: ពិនិត្យបាកូដ
tr: Barkodu Görüntüle
zh_hant_hk: 查看條碼

# transaction_failed_description
source: Contact your shift supervisor
km: ទាក់ទងទៅអ្នកគ្រប់គ្រងវេនរបស់អ្នក
tr: Vardiya yöneticisi ile görüşün
zh_hant_hk: 聯絡你的主管

# empty_view_no_wallet_title
source: No cash collection activity found.
km: មិនមានសកម្មភាពទាក់ទងនឹងការប្រមូលប្រាក់
tl: Walang kinolektang cash ay nahanap
tr: Nakit para işlemi bulunamadı
zh_hant_hk: 未發現現金交易活動

source: Other
km: ផ្សេងៗ
tl: Iba
tr: Diğer
zh_hant_hk: 其他

# address_room
source: Room
km: បន្ទប់
tr: Oda
zh_hant_hk: 室

# inapp_map_enable
source: Enable Map
km: បើកដំណើរការផែនទី
tl: Turn On Ang Mapa
tr: Haritayı etkinleştir
zh_hant_hk: 啟用地圖

# inapp_map_data_warning
source: Offline mode is not configured. Additional data usage will occur.
km: ការដាក់ពាក្យថាមិនអនឡាញ គឺមិនអាចដំណើរការ ការត្រួតពិនិត្យបានទេ។ ទិន្នន័យបន្ថែមនៃការប្រើប្រាស់នឹងត្រូវបានកើតឡើង។
tl: Naka-on ang offline mode. Wala ng gagamitin na data.
tr: Çevrimdışı mod ayarlanmadı. Mobil veri kullanımı devam edebilir.
zh_hant_hk: 離線模式未配置，會額外的使用數據連線

# mapbox_metric
source: Mapbox Metrics
km: តារាងទិន្នន័យ Mapbox
tr: Mapbox Özellikleri
zh_hant_hk: 地圖資料庫
